icba_diseases_list_ar = [
    {
        'id': 0,
        'type': 'خيار',
        'pathogen': 'في حالة جيدة',
        'name': '',
        'sci_name': '',
        'local_name': '',
        'symptoms': [],
        'conditions': '',
        'chemical_control': [],
        'pest_management': [],
        'bio_control': [],
        'geo': '',
        'image': 'images/cucumber-healthy.jpg'
    },
    {
        'id': 1,
        'type': 'خيار',
        'pathogen': 'مقدار النقص',
        'name': 'البوتاسيوم',
        'sci_name': 'البوتاسيوم',
        'local_name': '',
        'symptoms': [
            'توقف النمو ، وتظل الفقرات الداخلية قصيرة وتترك صغيرة',
            'الأوراق برونزية ويتغير لونها إلى الأخضر المصفر عند الحواف ؛ الأوردة الرئيسية غارقة',
            'في مرحلة لاحقة يصبح داء الاخضرار بين الأوردة أكثر وضوحا ويمتد باتجاه مركز الورقة. يتبعه نخر',
            ' تجف هوامش الأوراق لكن العروق تبقى خضراء لبعض الوقت',
            'تنتشر الأعراض من القاعدة باتجاه قمة النبات وتكون أقدم الأوراق هي الأكثر تضرراً',
            'الثمار غير منتظمة الشكل مع نهايات ساق غير مكتملة النمو'
        ],
        'conditions': 'نقص التهوية  والضغط  وارتفاع درجة الحموضة في التربة (خاصة مع النباتات التي تتكيف مع التربة الحمضية) والري غير المناسب',
        'chemical_control': [
            ':ضبط محلول المغذيات عن طريق تقليل تركيزات الكالسيوم والمغنيسيوم وزيادة تركيزات البوتاسيوم عن طريق',
            '‫أ. زيادة تركيز نترات البوتاسيوم (KNO3) ؛‬',
            '‫ب. إضافة كبريتات البوتاسيوم (K2SO4) ؛ أو‬',
            '‫ج. إذا كان كلوريد الصوديوم (NaCl) غير موجود في مياه الري أو محلول المغذيات ، ضع كلوريد البوتاسيوم (KCl)؛‬',
            '‫رش التطبيقات الورقية بنسبة 2٪ كبريتات البوتاسيوم (K2SO4)؛‬',
        ],
        'pest_management': [],
        'bio_control': [],
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/cucumber-k-deficient.jpg'
    },
    {
        'id': 2,
        'type': 'خيار',
        'pathogen': 'الأمراض الفطرية',
        'name': 'العفن الفطري',
        'sci_name': 'Pseudoperonospora cubensis',
        'local_name': 'Marth zonzar, Mildiou',
        'symptoms': [
            'الورق:  على الجانب العلوي ، تكون البقع صفراء و ذات زاويا ، ثم تتحول إلى اللون البني ويمكن أن تشكل بقع بنية كبيرة تقتل الأوراق في النهاية. على الجانب السفلي ، تكون البقع بنية اللون ومغطاة ب الكيس البوغي للنباتات مع لون بني أرجواني على شفرة الورقة. تستهدف الهجمات الأوراق القديمة وتتقدم إلى الأوراق الصغيرة',
            'الفاكهة: يتسبب في تقليل حجم وكمية الفاكهة المنتجة'
        ],
        'conditions': 'الأراضي الرطبة والمضغوطة او الثقيلة',
        'chemical_control': [
            'Demethomorph + Mancozeb',
            'Folpet',
            'Cyazofamid'
        ],
        'pest_management': [
            'تجنب الري العلوي',
            'إزالة  النباتات والأعشاب الضارة المصابة وضمان التهوية الجيدة بين النباتات',
            'استخدام المبيدات الفطرية والأصناف المقاومة'
        ],
        'bio_control': [
            ' أوكتانوات النحاس',
            'أوكسي كلوريد النحاس',
            'كبريتات النحاس (تريباسيك النحاس)',
            ' حمض الباراسيتيك',
            ' عصية الرقيقة'
        ],
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/cucumber-downy-mildew.jpg'
    },
    {
        'id': 3,
        'type': 'خيار',
        'pathogen': 'أمراض البكتيريا',
        'name': 'الذبول البكتيري',
        'sci_name': 'Erwinia tracheiphila or Curtobacterium flaccumfaciens pv. flaccumfaciens',
        'local_name': '',
        'symptoms': [
            'تظهر الأوراق في البداية باللون الأخضر الباهت ، وتذبل أثناء النهار وتتعافى في الليل',
            'الأوراق في النهاية صفراء وبنية على الحواف تذبل تمامًا وتموت',
            ' تختلف سرعة الذبول باختلاف المحصول. يذبل الخيار ويموت بسرعة',
            'يتقدم الذبول إلى أسفل الكرمة حتى تذبل الكرمة بأكملها أو تموت'
        ],
        'conditions': 'يكون الذبول سريعا جدا في الطقس الحار الرطب',
        'chemical_control': [
            'المبيدات لن تعالج نبات القرع المصاب بالأمراض البكتيرية',
            'نفض  النباتات بالمبيدات الحشرية في الربيع قبل أن تحصل خنافس الخيار على فرصة لوضع البيض (أبريل-يونيو)',
            'ضع البيرثرين أو الكرباريل (سيفين). جرب مزيجًا من المبيدات الحشرية والطُعم ، مثل (اديوس) الذي يحتوي على القرعيات ، وجاذب الخنفساء ، وكمية صغيرة من الكرباريل (سيفين)'
        ],
        'pest_management': [
            'حماية النباتات بالشباك.',
            ' قم بإزالة وتدمير المواد النباتية عند ملاحظة أعراض الذبول لأول مرة',
            'زراعة المحاصيل الحساسة بالتناوب كل عام ثالث',
            ' تجنب زراعة القرع بجانب الذرة'
        ],
        'bio_control': [],
        'geo': 'تونس ومصر',
        'image': 'images/cucumber-bacteria-wilt.jpg'
    },
    {
        'id': 4,
        'type': 'خيار',
        'pathogen': 'الحشرات والآفات',
        'name': 'سوس (قراديات)',
        'sci_name': 'أكاري',
        'local_name': 'روتيلا',
        'symptoms': [
            'الأوراق: تلتف وتتكثف وتتحول إلى اللون البني. تظهر المناطق البنية بين الأوردة الرئيسية على الجانب السفلي من الورقة. أوراق الشجر الصغيرة مشوهة. يمكن ملاحظة تباطؤ النمو وموت البراعم عندما تكون الكثافة الحشرية عالية',
            ' الثمار: الأضرار التي يسببها الحشرة تسبب لونًا فضيًا للثمار ، وظهور مناطق بنية اللون ، وفرصة أقل لاثمار النباتات'
        ],
        'conditions': 'درجات الحرارة العالية',
        'chemical_control': [
            'Hexythiazox 10%',
            'Spirodiclofen 240 g/L'
        ],
        'pest_management': [
            ' حرق جميع المخلفات مباشرة بعد نهاية الحصاد السابق',
            ' قم بالاختيار الصحيح للنباتات ، يجب أن تكون بصحة جيدة وقوية',
            ' تنظيف قطعة الأرض جيدا حتى لا توفر ملاجئ للآفات',
            ' الرصد المستمر: التدخل الذي يتم إجراؤه في بداية الإصابة يمثل فرصة للسيطرة الفعالة على الآفات من أجل الحفاظ عليها عند الحد الأدنى مع كميات منخفضة من المبيدات الحشرية',
            'تجنب وضع مبيد حشري على النباتات المزهرة أو في الطقس الحار جدا خلال النهار',
            ' تطبيق المبيدات الحشرية على جميع أجزاء نباتات المحاصيل'
        ],
        'bio_control': [
            'Borax 10g/l',
            'Farnesol 1.6g/l + Nerolidol 4g/l + Geraniol 4g/l',
            'Sulfur 80%'
        ],
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/cucumber-spider-mites.jpg'
    },
    {
        'id': 5,
        'type': 'فلفل',
        'pathogen': 'في حالة جيدة',
        'name': '',
        'sci_name': '',
        'local_name': '',
        'symptoms': [],
        'conditions': '',
        'chemical_control': [],
        'pest_management': [],
        'bio_control': [],
        'geo': '',
        'image': 'images/pepper-healthy.jpg'
    },
    {
        'id': 6,
        'type': 'فلفل',
        'pathogen': 'الأمراض الفطرية',
        'name': 'العفن الفطري',
        'sci_name': 'Pseudoperonospora cubensis',
        'local_name': 'Marth zonzar, Mildiou',
        'symptoms': [
            'الورق:  على الجانب العلوي ، تكون البقع صفراء و ذات زاويا ، ثم تتحول إلى اللون البني ويمكن أن تشكل بقع بنية كبيرة تقتل الأوراق في النهاية. على الجانب السفلي ، تكون البقع بنية اللون ومغطاة ب الكيس البوغي للنباتات مع لون بني أرجواني على شفرة الورقة. تستهدف الهجمات الأوراق القديمة وتتقدم إلى الأوراق الصغيرة',
            'الفاكهة: يتسبب في تقليل حجم وكمية الفاكهة المنتجة'
        ],
        'conditions': 'الأراضي الرطبة والمضغوطة او الثقيلة',
        'chemical_control': [
            'Demethomorph + Mancozeb',
            'Folpet',
            'Cyazofamid'
        ],
        'pest_management': [
            'تجنب الري العلوي',
            'إزالة  النباتات والأعشاب الضارة المصابة وضمان التهوية الجيدة بين النباتات',
            'استخدام المبيدات الفطرية والأصناف المقاومة.'
        ],
        'bio_control': [
            ' أوكتانوات النحاس',
            'أوكسي كلوريد النحاس',
            'كبريتات النحاس (تريباسيك النحاس)',
            ' حمض الباراسيتيك',
            ' عصية الرقيقة'
        ],
        'geo': 'تونس ومصر',
        'image': 'images/pepper-downy-mildew.jpg'
    },
    {
        'id': 7,
        'type': 'فلفل',
        'pathogen': 'فيروس',
        'name': 'فيروس تجعد أوراق الطماطم الصفراء (TYLCV)',
        'sci_name': 'فيروس تجعد أوراق الطماطم الصفراء',
        'local_name': '',
        'symptoms': [
            'التفاف الأوراق والبقع',
            'تصبح  حواف الأوراق صفراء ، تجعد الأوراق إلى الأعلى ، والتقزم'
        ],
        'conditions': 'درجات الحرارة العالية',
        'chemical_control': [
            'Imidacloprid, Cyazypyr, Flupyradifurone, Pymetrozine, Pyrifluquinazon, Pyrethroid combination: zeta-cypermethrin and bifenthrin'
        ],
        'pest_management': [
            'يجب فحص وجود الذباب الأبيض يوميًا',
            'يمكن صنع المصيدة بقطعة من اللوح مقاس 12 بوصة × 12 بوصة مطلية باللون الأصفر الفاتح وتنتشر عليها الفازلين أو البيوتاك',
            ' يجب تعبئة النباتات التي تظهر عليها علامات الفيروس بعد 3-4 أسابيع من الزرع واقتلاعها وحرقها'
        ],
        'bio_control': [
            'Enterobacter asburiae BQ9, هو نوع من البكتيريا الجذرية لنمو النبات'
        ],
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/pepper-tylcv.jpg'
    },
    {
        'id': 8,
        'type': 'فلفل',
        'pathogen': 'الأمراض الفطرية',
        'name': 'العفن المخمر',
        'sci_name': 'Capnodium citri',
        'local_name': '',
        'symptoms': [
            ' أينما حل المن: أوراق وأغصان وثمار',
            'تصبح الأوراق كأنها مغطاة بمسحوق أسود مثل السخام الأسود',
            'ينمو النوع الأول على الأوراق وهو يدوم مدى حياة الورقة. أما النوع الثاني فيستمر على سيقان وأغصان النباتات الخشبية ويتجدد هذا النوع من الأجزاء الموجودة من الفطر المنتج في الموسم السابق',
            ' ليس ضارًا بالنبات ، ولكن إذا كان موجودًا بتركيزات عالية بما يكفي ، يمكن أن يضعف التمثيل الضوئي في الأوراق ، مما يؤدي إلى خنق الأوراق التي تذبل وتموت في النهاية'
        ],
        'conditions': ' عندما تكون الظروف رطبة ، تنبت الجراثيم وينمو العفن السخامي على الوسط المتاح. ارتفاع درجات الحرارة والطقس الجاف يزيدان من انتشار العفن السخامي. في ظل الظروف الجافة ، يتوفر مطر أقل لإزالة أو تخفيف تركيزات ندى العسل المناسبة لنمو العفن السخامي على الأوراق والأسطح الأخرى',
        'chemical_control': [
            ' أزل أو عالج الحشرات المنتجة للندى وسيختفي العفن السخامي',
            'الحشرات الماصة التي تفرز المن (حشرات المن ، البق الدقيقي ، نطاطات الأوراق ، القشور الرخوة)'
        ],
        'pest_management': [
            ' أفضل طريقة لإزالة العفن هي نقع النباتات المصابة في خليط من الماء والمنظفات',
            'استخدم 1 ملعقة كبيرة من المنظفات السائلة المنزلية لكل جالون من الماء ورشها على النباتات',
            'انتظر 15 دقيقة ، ثم اغسل محلول المنظف بتيار قوي من الماء',
            'قد تضطر إلى تكرار هذا العلاج عدة مرات على مدار بضعة أسابيع'
        ],
        'bio_control': [],
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/pepper-mold.jpg'
    },
    {
        'id': 9,
        'type': 'فلفل',
        'pathogen': 'الحشرات والآفات',
        'name': 'سوس (قراديات)',
        'sci_name': 'أكاري',
        'local_name': 'روتيلا',
        'symptoms': [
            'الأوراق: تلتوي وتزداد سماكة وتتحول إلى اللون البني. تظهر مناطق بنية اللون بين الأوردة الرئيسية على الجانب السفلي من الورقة. أوراق الشجر الصغيرة مشوهة. يمكن ملاحظة تباطؤ النمو عندما تكون الكثافة الحشرية  عالية',
            'الثمار: الأضرار  التي تسببها العث تسبب لونا فضيا للثمار، وظهور مناطق بنية  احتمالية أقل لإثمار النباتات'
        ],
        'conditions': 'درجات الحرارة العالية',
        'chemical_control': [
            'Hexythiazox 10%',
            'Spirodiclofen 240 g/L'
        ],
        'pest_management': [
            ' حرق جميع المخلفات مباشرة بعد نهاية الحصاد السابق',
            ' قم بالاختيار الصحيح للنباتات ، يجب أن تكون بصحة جيدة وقوية',
            ' تنظيف قطعة الأرض جيدا حتى لا توفر ملاجئ للآفات',
            ' الرصد المستمر: التدخل الذي يتم إجراؤه في بداية الإصابة يمثل فرصة للسيطرة الفعالة على الآفات من أجل الحفاظ عليها عند الحد الأدنى مع كميات منخفضة من المبيدات الحشرية',
            'تجنب وضع مبيد حشري على النباتات المزهرة أو في الطقس الحار جدا خلال النهار',
            ' تطبيق المبيدات الحشرية على جميع أجزاء نباتات المحاصيل'
        ],
        'bio_control': [
            'Borax 10g/l',
            'Farnesol + Nerolidol +Geraniol 1,6g/l 4g/l +4g/l',
            'Sulfur 80%'
        ],
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/pepper-spider-mites.jpg'
    },
    {
        'id': 10,
        'type': 'فلفل',
        'pathogen': 'الحشرات والآفات',
        'name': 'الحشرة النطاطة',
        'sci_name': 'السيكاديليديا',
        'local_name': '',
        'symptoms': [
            ' ظهور بقع شاحبة',
            'قد تتحول الأوراق وأطراف البراعم التي تتغذى عليها نطاطات الأوراق الوفيرة إلى اللون الأصفر ثم البني ثم تتجعد وتموت',
            'تفرز نطاطات الأوراق  المن الذي ينمو عليه العفن الأسود المائل إلى السخام',
            ' يمكن أن يتسبب ذلك في إتلاف أوراق الشجر والفاكهة والأسطح الموجودة تحت النباتات المصابة',
            'يسبب تقزم النباتات وتشوهها'
        ],
        'conditions': '',
        'chemical_control': [
            'إن استخدام المبيدات الحشرية في الحدائق والمناظر الطبيعية بشكل عام غير فعال للوقاية من الأمراض النباتية التي تنقلها نطاطات الأوراق لأنها يمكن أن تنقل الفيروس إلى مضيف جديد قبل أن تقتل نطاطات الأوراق بالمبيد الحشري',
            '* إذا كانت الحوريات ( الحشرات في مراحلها الأولى تسمى حوريات) وفيرة في وقت مبكر من موسم النمو ، يمكن رش البراعم الخضراء والجانب السفلي من الأوراق جيدًا بزيت البستنة أو الصابون المبيد للحشرات أو زيت النيم لتوفير بعض السيطرة'
        ],
        'pest_management': [
            ' يمكن أن تقلل إزالة عوائل الحشائش وغيرها من المضيفات البديلة من وفرة نطاطات الأوراق التي تهاجر إلى النباتات المرغوبة أكثر في الحدائق والمناظر الطبيعية',
            'استخدام أغطية الصف العائمة ، أو إعادة النسيج. (ريماي) عبارة عن نسيج شبكي أبيض يسمح بمرور الهواء لتغطية النباتات وتقليل التغذية بواسطة نطاط أوراق البنجر والحشرات الأخرى',
            'تدمير وإزالة المخلفات النباتية'
        ],
        'bio_control': [],
        'geo': 'تونس ومصر',
        'image': 'images/pepper-leaf-hoper.jpg'
    },
    {
        'id': 11,
        'type': 'فلفل',
        'pathogen': 'الحشرات والآفات',
        'name': 'المن',
        'sci_name': 'Aphidoidea',
        'local_name': 'شمال تونس: زيلي , الشمال الغربي: زفيتي, الجنوب: المن',
        'symptoms': [
            'بأعداد كبيرة، يضعف المن النباتات عن طريق امتصاص النسغ الذي يتغذى عليه ، ويسبب تشويه الأوراق ، والتواء وتجعيدها ، والاصفرار والذبول',
            'تنتج حشرات المن أيضًا ندى العسل ، وهو نفايات سائلة سكرية تعزز ظهور فطر داكن اللون ينمو على إفرازات ندى العسل (العفن السخامي) ، إذا كان موجودًا بتركيزات عالية بما يكفي ، يمكن أن يضعف التمثيل الضوئي في الأوراق ، مما يؤدي إلى توقف أو إبطاء نمو النبات'
        ],
        'conditions': 'الطقس الحار والجاف',
        'chemical_control': [
            ' المبيدات الحشرية الجهازية بما في ذلك الإيميداكلوبريد',
            'الصابون والزيوت المبيدات الحشرية هي أفضل الخيارات لمعظم المواقف',
            'زيوت: الزيوت البستانية. زيت السمسم',
            'Neem products: منتجات النيم: زيت النيم. أزاديراشتين. كبخاخات. زيت الكانولا',
            'Chlorantraniliprole + lambdacyhalothrine 100g/l+ 50g/l',
            'Chlorpyriphos- Eéthyl400g/l',
            'Deltamethrine 100g/l',
            'Taufluvalinate 240g/l',
            'Thiaclopride+Deltamethrine 150g/l+20g/l',
            'Thiamétoxam+Lambda-cyhalothrine 141g/l+106g/l'
        ],
        'pest_management': [
            ' القضاء على الأعشاب الضارة عن طريق الحفر',
            'ممارسة تداول المحاصيل الجيد',
            'الري العلوي يمكن أن يقلل من الإصابة عن طريق قتل حشرات المن بالماء',
            'الكشف عن الهجمات في المرحلة الأولى من المحصول للحد من انتقال الفيروس في وقت مبكر أو الأضرار المباشرة من قبل عدد كبير من حشرات المن',
            'اقتلاع النباتات بمجرد توقفها عن الإنتاج',
            ' العلاج بالمبيدات الحشرية الانتقائية بمجرد اكتشاف الهجمات على النباتات الصغيرة',
            'يمكن أن يؤدي التسميد المفرط للنبات إلى تعزيز نمو أعداد المن، كما أن المستويات العالية من الأسمدة النيتروجينية تساعد على تكاثر المن، لذلك لا تستخدم أبدًا المزيد من النيتروجين أكثر من اللازم، يجب استخدام كميات أقل من الأسمدة طوال موسم النمو، والأسمدة بطيئة الإطلاق مثل الأسمدة العضوية أو تركيبات إطلاق الوقت القائمة على اليوريا',
            'تم استخدام المهاد العاكسة ذات اللون الفضي بنجاح لتقليل انتقال الفيروسات التي تنقلها حشرات المن ، ورذاذ الماء القوي',
            'تقليل الخسائر عن طريق زراعة الشتلات تحت أغطية واقية',
        ],
        'bio_control': [
            'بوفيريا باسيانا',
            'يمكن أن يكون للمكافحة البيولوجية من قبل الأعداء الطبيعيين (الحيوانات المفترسة والطفيليات ومسببات الأمراض) تأثير كبير على تجمعات المن',
            'أعداء طبيعيون مثل الدبابير الطفيلية، الخنفساء البالغة واليرقات، يرقات الخنافس، خنافس الجندي، يرقات ذبابة السيرفيد'
        ],
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/pepper-aphid.jpg'
    },
    {
        'id': 12,
        'type': 'طماطم',
        'pathogen': 'في حالة جيدة',
        'name': '',
        'sci_name': '',
        'local_name': '',
        'symptoms': [],
        'conditions': '',
        'chemical_control': [],
        'pest_management': [],
        'bio_control': [],
        'geo': '',
        'image': 'images/tomato-healthy.jpg'
    },
    {
        'id': 13,
        'type': 'طماطم',
        'pathogen': 'مقدار النقص',
        'name': 'الفوسفور',
        'sci_name': 'الفوسفور',
        'local_name': '',
        'symptoms': [
            ' تظهر بعض البقع الميتة على الأوراق القديمة',
            'النباتات متقزمة و تتطور ببطء شديد',
            'يعتبر تقشير الأوراق أكثر الأعراض شيوعًا ، وخاصة عروق الأوراق',
            'تنقية مميزة للساق والسويقات والجوانب السفلية للأوراق',
            ' تتحول الأوراق على النباتات الصغيرة إلى اللون الأرجواني وتتحول الجوانب السفلية للأوراق في النباتات القديمة إلى اللون الأرجواني المحمر',
            'في ظل ظروف النقص الحاد ، هناك ميل للأوراق لتكوين بريق رمادي مزرق',
            'في النباتات الناقصة الغلة رديئة والنباتات ضعيفة'
        ],
        'conditions': 'الأراضي التي يكون فيها مستوى الأس الهيدروجيني في التربة أو الركيزة منخفض للغاية. درجة حرارة منطقة الجذر إذا كانت أقل من 15 درجة مئوية',
        'chemical_control': [
            'الأسمدة العلفية السائلة المتوازنة في الصوبات والأواني'
        ],
        'pest_management': [
            'سيتم تخفيف المشكلة في الزراعة الحقلية المبكرة باستخدام نشارة بلاستيكية'
        ],
        'bio_control': [],
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/tomato-p-deficient.jpg'
    },
    {
        'id': 14,
        'type': 'طماطم',
        'pathogen': 'الأمراض الفطرية',
        'name': 'البياض الدقيقي',
        'sci_name': 'Oidiopsis taurica',
        'local_name': 'جايارا, مارث البخارة',
        'symptoms': [
            ' تتحول الأجزاء المصابة إلى اللون البني في وقت لاحق ، وتصبح نخرية في الوسط ، وتجف وتمزق بسهولة',
            'تفقد الأوراق المهاجمة اتساقها وقد تطوى شفرة الورقة لأعلى',
            'ورقة: على الجانب العلوي ، وجود بقع خضراء شاحبة إلى صفراء ، ذات شكل دائري إلى زاوي ، مغطى ببيض أسفل الميسيليوم و الميسيليوم و الغبيرة أو الكونيديا'
        ],
        'conditions': 'الأراضي الرطبة والمضغوطة او الثقيلة',
        'chemical_control': [
            'Penconazole  100g/l',
            'azoxystrobin+difénoconazole'
        ],
        'pest_management': [
            ' اختيار قطعة الأرض: اعتماد التداول الزراعي الموصى به ، وتجنب قطع الأراضي القريبة من المماثله  الأخرى أو تلك التي يتم تصريفها بشكل سيئ أو التي تحتوي على الكثير من المواد العضوية',
            ' إدارة المحاصيل: تنفيذ جميع التدابير لمنع الرطوبة الزائدة (تهوية البيوت المحمية  قدر الإمكان ، وتفضيل نظام الري بالتنقيط ، وبرمجة الري بالرش المناسب ، وما إلى ذلك)',
            'تجنب الإفراط في التسميد  وإزالة بقايي النبات الموجود على الأرض بانتظام',
            ' صيانة المحاصيل: القضاء على الأعشاب الضارة المعرضة للمرض وكذلك أكبر قدر ممكن من مخلفات النبات في نهاية المحصول دفن بقايا المحاصيل في عمق التربة',
            ' اختر أصنافا مقاومة',
            'تجنب كثافات البذر المرتفعة جدا',
            ' القضاء على جميع الأوراق المريضة للحد من الاصابات المحتملة'
        ],
        'bio_control': [
            'حمض الستريك 16٪ + زيت النعناع 0,8٪ + عامل مساعد 48٪  ',
            'الكبريت 80٪'
        ],
        'geo': 'شمال ووسط البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/tomato-powdery-mildew.jpg'
    },
    {
        'id': 15,
        'type': 'طماطم',
        'pathogen': 'الأمراض الفطرية',
        'name': 'اللفحة المبكرة',
        'sci_name': 'Alternaria solani',
        'local_name': 'Alternariose',
        'symptoms': [
            'في النباتات البالغة ، تظهر بقع نخرية سوداء قطرها من 4 إلى 7 مم ، وتنمو في دوائر متحدة المركز محاطة بهالة صفراء',
            ' على السيقان ، يمكننا رؤية بقع بنية بيضاوية الشكل ورمادية ومتحدة المركز',
            ' على الثمار ، نرى بقع سوداء ، غارقة ، من 1 إلى 2 سم توضع عند قاعدة الكأس. يمكن للفطريات الأخرى استعمار هذه البقع وتسبب العفن الرطب'
        ],
        'conditions': 'الرطوبة العالية ودرجة الحرارة بين 18 و 25 درجة مئوية',
        'chemical_control': [
            'Azoxystrobin',
            'captan',
            'chlorothalonil'
        ],
        'pest_management': [
            ' القضاء على بقايا المحاصيل بعد الحصاد',
            ' استخدم أصناف أقل عرضة للخطرالاصابة بالإضافة إلى بذور سليمة',
            ' تجنب المزروعات الملتسقه لتعزيز التهوية',
            ' تجنب النيتروجين الزائد'
        ],
        'bio_control': [
            'Bacillus mycoides strain J',
            'Bacillus amyloliquefaciens (strain D747)'
        ],
        'geo': 'شمال ووسط البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/tomato-blight.jpg'
    },
    {
        'id': 16,
        'type': 'طماطم',
        'pathogen': 'الأمراض الفطرية',
        'name': 'عفن ورق الطماطم',
        'sci_name': 'Passalora fulva',
        'local_name': '',
        'symptoms': [
            ' أقدم الأوراق تصاب أولا',
            ' بقع صفراء مخضرة شاحبة ، عادة أقل من 1/4 بوصة ، بدون هوامش محددة ، تتشكل على الجوانب العلوية للأوراق',
            'يتكون العفن المخملي الأخضر الزيتوني إلى البني على سطح الورقة السفلي أسفل بقع الأوراق',
            'تنمو بقع الأوراق معًا وتتحول إلى اللون البني. تذبل الأوراق وتموت ولكنها غالبًا ما تظل ملتصقة بالنبات',
            'تتحول الأزهار المصابة إلى اللون الأسود وتتساقط',
            'تبدأ عدوى الفاكهة كمنطقة سوداء ناعمة غير منتظمة على نهاية ساق الثمرة. مع تقدم المرض ، تصبح المنطقة المصابة غارقة وجافة وجلدية '
        ],
        'conditions': 'المرض ناتج عن رطوبة نسبية عالية (أكثر من 85٪)',
        'chemical_control': [
            'بالنسبة للمزارعين العضويين ، أعطى المنتج ذو الأساس النحاسي مستوى معينًا من التحكم. عند استخدام هيدروكسيد النحاس لقالب أوراق الطماطم ، تأكد من أن المنتج موسوم للاستخدام العضوي',
            'ستكون التركيبات التي تحتوي على نسب أعلى من النحاس أكثر فاعلية ولكن لها فترة إعادة دخول أكبر (REI / مقدار الوقت الذي يجب أن تنتظره بين التقديم وإعادة الدخول إلى المنطقة لأسباب تتعلق بالسلامة)',
            'من المهم التبديل بين العائلات الكيميائية المختلفة لتجنب تطور مقاومة العوامل الممرضة لمكونات نشطة معينة'
        ],
        'pest_management': [
            ' استخدام الري بالتنقيط وتجنب سقي الأوراق',
            'وضع مسافات كافية  بين النباتات لتوفير حركة هواء جيدة بين الصفوف والنباتات الفردية',
            'التشذيب لزيادة تدفق الهواء داخل وحول النبات',
            'تعقيم الأوتاد والعلاقات والتعريشات وما إلى ذلك باستخدام مبيض منزلي أو مطهر تجاري بنسبة ٪10',
            'قم بتدوير الهواء في البيوت البلاستيكية أو الأنفاق مع فتحات التهوية والمراوح ولف جوانب الأنفاق العالية لتقليل الرطوبة حول النباتات',
            'إبقاء درجات الحرارة الليلية في الصوبات الزراعية أعلى من درجات الحرارة الخارجية لتجنب تكون الندى على أوراق الشجر',
            'إزالة بقايا المحاصيل في نهاية الموسم. احرقها أو دفنها بعيدًا عن مناطق إنتاج الطماطم',
            'تنظيف النفق العالي أو جدران الدفيئة والمقاعد في نهاية الموسم بمطهر تجاري'
        ],
        'bio_control': [],
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/tomato-leaf-mold.jpg'
    },
    {
        'id': 17,
        'type': 'طماطم',
        'pathogen': 'فيروس',
        'name': 'فيروس تجعد أوراق الطماطم الصفراء (TYLCV)',
        'sci_name': 'فيروس تجعد أوراق الطماطم الصفراء',
        'local_name': '',
        'symptoms': [
            ' الأوراق الصغيرة ، وتظهر تجعداً قوياً وأصفراراً بين العروق وهامشياً',
            ' تنخر شديد وتقشر في الأوراق. في هذه الظروف ، ستتعرض الثمار لأشعة الشمس مسببة سطوع الشمس',
            'ثني لأعلى وباتجاه منتصف الورقة',
            'في الشتلات ، يتم تقصير البراعم. قطرة زهرة',
            'توقف نمو النبات المنتصب',
            'الفاكهة: قليلة لكنها غير متأثرة'
        ],
        'conditions': 'درجات الحرارة العالية',
        'chemical_control': [
            'Imidacloprid, Cyazypyr, Flupyradifurone, Pymetrozine, Pyrifluquinazon, Pyrethroid combination: zeta-cypermethrin and bifenthrin'
        ],
        'pest_management': [
            'يجب فحص وجود الذباب الأبيض يوميًا.',
            'يمكن صنع المصيدة بقطعة من اللوح مقاس 12 بوصة × 12 بوصة مطلية باللون الأصفر الفاتح وتنتشر عليها الفازلين أو البيوتاك',
            ' يجب تعبئة النباتات التي تظهر عليها علامات الفيروس بعد 3-4 أسابيع من الزرع واقتلاعها وحرقها'
        ],
        'bio_control': [
            'Enterobacter asburiae BQ9 ، وهو نوع من البكتيريا الجذرية لنمو النبات'
        ],
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/tomato-tylcv.jpg'
    },
    {
        'id': 18,
        'type': 'طماطم',
        'pathogen': 'الحشرات والآفات',
        'name': 'حفار أوراق الطماطم',
        'sci_name': 'توتا أبسولوتا',
        'local_name': 'توتا',
        'symptoms': [
            'تؤكل الأوراق بالكامل من قبل الحشرات',
            ' انخفاض التمثيل الضوئي والإنتاج',
            ' تطور مسببات الأمراض الثانوية التي تؤدي إلى تعفن الفاكهة'
        ],
        'conditions': 'الرطوبة العالية (80-90٪)',
        'chemical_control': [
            'Azadiradtin 32g/l',
            'Azadirachtin (0.03%) + 90.5% Neem oil 0.3g/l',
            'Chlorantraniliprole',
            'Abamectin 45g/l+ 18g/l',
            'Metaflumizone 240g/l'
        ],
        'pest_management': [
            ' استخدام الشتلات الصحية عند الزراعة',
            'الأعشاب الضارة حول  البيوت المحمية لإزالة النباتات الطفيلية التي يمكن أن تؤوي البيض واليرقات',
            'الحرث العميق يدمر الشرانق المدفونة في الأعماق',
            'التداول الزراعي أمر مرغوب فيه مع النباتات الأخرى غير المضيفة للآفة',
            'يوصى بفترة فراغ تتراوح من 4 إلى 6 أسابيع بين محصولين مضيفتين لتوتا أبسولوتا',
            'الأصناف المقاومة : بعض الأصناف أكثر جاذبية وبالتالي أكثر عرضة لتوتا أبسولوتا',
            'القضاء بالنار أو الدفن العميق للأوراق والسيقان المصابه لازالة اليرقات ومنعها من إكمال دورتها (لا تضع النباتات في السماد العضوي)',
            ' بعد الحصاد ، يجب جمع نفايات الحصاد على الفور وحرقها',
            'القضاء على مخلفات المحاصيل إما عن طريق الحرق الفوري أو عن طريق دفن أكثر من 50 سم في عمق الأرض',
            'رصد مجموعات التوتا المطلقة من خلال مراقبة النباتات بانتظام للكشف عن هجمات التوتا المحتملة',
            'يوصى بالعلاجات باستخدام مبيد حشري كيميائي بمجرد أن يكون لدى نبات واحد من كل خمسة يرقة حية',
            'الرصد: تساعد مصائد المياه المزودة بالفيرومونات  على تتبع مستويات الاصابة'
        ],
        'bio_control': [
            '(E,Z.Z)-3,8,11 Tetradecatrien 1-y acetat (E,Z)-3,8 Tetradecatrien1- y acetate ===30 traps/ha',
            'Bacillus thuringiensis',
            'Verticillium lacanii',
            'Spinosade'
        ],
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/tomato-tuta-absoluta.jpg'
    },
    {
        'id': 19,
        'type': 'طماطم',
        'pathogen': 'الملوحة',
        'name': '',
        'sci_name': '',
        'local_name': '',
        'symptoms': [
            'الطماطم حساسة إلى حد ما للملوحة. الإجهاد الملحي له تأثيرات ثلاثة أضعاف مما يقلل من إمكانات الماء ويسبب اختلال توازن الأيونات والسمية'
        ],
        'conditions': 'تتسامح الطماطم مع EC من مستخلص التربة المشبع حتى حوالي 2.5 dS m 1 دون أي انخفاض في المحصول',
        'chemical_control': [
            'زيادة الري قد يغسل الملوحة من التربة'
        ],
        'pest_management': [
            'لا يمكن استصلاح التربة المالحة عن طريق التعديلات الكيماوية أو التكييف أو الأسمدة. لا يمكن استصلاح الحقل إلا عن طريق إزالة الأملاح من منطقة جذر النبات'
        ],
        'bio_control': [
            'في بعض الحالات ، قد تكون هناك حاجة إلى اختيار المحاصيل التي تتحمل الملح بالإضافة إلى إدارة التربة'
        ],
        'geo': 'شائع في جميع المناطق الساحلية للبحر الأبيض المتوسط',
        'image': 'images/tomato-salinity.jpg'
    },
    {
        'id': 20,
        'type': 'Quinoa',
        'pathogen': 'فيروس',
        'name': 'فيروس تجعد أوراق الطماطم الصفراء (TYLCV)',
        'sci_name': 'فيروس تجعد أوراق الطماطم الصفراء',
        'local_name': '',
        'symptoms': [
            ' الأوراق الصغيرة ، وتظهر تجعداً قوياً وأصفراراً بين العروق وهامشياً',
            ' تنخر شديد وتقشر في الأوراق. في هذه الظروف ، ستتعرض الثمار لأشعة الشمس مسببة سطوع الشمس',
            'ثني لأعلى وباتجاه منتصف الورقة',
            'في الشتلات ، يتم تقصير البراعم. قطرة زهرة',
            'توقف نمو النبات المنتصب',
            'الفاكهة: قليلة لكنها غير متأثرة'
        ],
        'conditions': 'درجات الحرارة العالية',
        'chemical_control': [
            'Imidacloprid, Cyazypyr, Flupyradifurone, Pymetrozine, Pyrifluquinazon, Pyrethroid combination: zeta-cypermethrin and bifenthrin'
        ],
        'pest_management': [
            'يجب فحص وجود الذباب الأبيض يوميًا.',
            'يمكن صنع المصيدة بقطعة من اللوح مقاس 12 بوصة × 12 بوصة مطلية باللون الأصفر الفاتح وتنتشر عليها الفازلين أو البيوتاك',
            ' يجب تعبئة النباتات التي تظهر عليها علامات الفيروس بعد 3-4 أسابيع من الزرع واقتلاعها وحرقها'
        ],
        'bio_control': [
            'Enterobacter asburiae BQ9 ، وهو نوع من البكتيريا الجذرية لنمو النبات'
        ],
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/quinoa-tylcv.jpg'
    },
]

icba_html_predictions_ar = [
    {
        'id': 0,
        'type': 'خيار',
        'pathogen': 'في حالة جيدة',
        'name': '',
        'sci_name': '',
        'local_name': '',
        'symptoms': '',
        'conditions': '',
        'chemical_control': '',
        'pest_management': '',
        'bio_control': '',
        'geo': '',
        'image': 'images/cucumber-healthy.jpg'
    },
    {
        'id': 1,
        'type': 'خيار',
        'pathogen': 'مقدار النقص',
        'name': 'البوتاسيوم',
        'sci_name': 'البوتاسيوم',
        'local_name': '',
        'symptoms': '''<ul>
            <li>توقف النمو ، وتظل الفقرات الداخلية قصيرة وتترك صغيرة</li>
            <li>الأوراق برونزية ويتغير لونها إلى الأخضر المصفر عند الحواف ؛ الأوردة الرئيسية غارقة</li>
        </ul>''',
        'conditions': ' نقص التهوية  والضغط  وارتفاع درجة الحموضة في التربة (خاصة مع النباتات التي تتكيف مع التربة الحمضية) والري غير المناسب',
        'chemical_control': '''<ul>
            <li>ضبط محلول المغذيات عن طريق تقليل تركيزات الكالسيوم والمغنيسيوم وزيادة تركيزات البوتاسيوم عن طريق</li>
            <li>‫أ. زيادة تركيز نترات البوتاسيوم (KNO3) ؛‬</li>
            <li>‫ب. إضافة كبريتات البوتاسيوم (K2SO4) ؛‬</li>
            <li>‫ج. إذا كان كلوريد الصوديوم (NaCl) غير موجود في مياه الري أو محلول المغذيات ، ضع كلوريد البوتاسيوم (KCl)؛‬</li>
            <li>؛(K2SO4) رش التطبيقات الورقية بنسبة 2٪ كبريتات البوتاسيوم'</li>
        </ul>''',
        'pest_management': '',
        'bio_control': '',
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/cucumber-k-deficient.jpg'
    },
    {
        'id': 2,
        'type': 'خيار',
        'pathogen': 'الأمراض الفطرية',
        'name': 'العفن الفطري',
        'sci_name': 'Pseudoperonospora cubensis',
        'local_name': 'Marth zonzar, Mildiou',
        'symptoms': '''<ul>
            <li>الورق:  على الجانب العلوي ، تكون البقع صفراء و ذات زاويا ، ثم تتحول إلى اللون البني ويمكن أن تشكل بقع بنية كبيرة تقتل الأوراق في النهاية. على الجانب السفلي ، تكون البقع بنية اللون ومغطاة ب الكيس البوغي للنباتات مع لون بني أرجواني على شفرة الورقة. تستهدف الهجمات الأوراق القديمة وتتقدم إلى الأوراق الصغيرة</li>
            <li>الفاكهة: يتسبب في تقليل حجم وكمية الفاكهة المنتجة</li>
        </ul>''',
        'conditions': 'الأراضي الرطبة والمضغوطة او الثقيلة',
        'chemical_control': '''<ul>
            <li>Demethomorph + Mancozeb</li>
            <li>Folpet</li>
            <li>Cyazofamid</li>
        </ul>''',
        'pest_management': '''<ul>
            <li>تجنب الري العلوي</li>
            <li>إزالة  النباتات والأعشاب الضارة المصابة وضمان التهوية الجيدة بين النباتات</li>
            <li>استخدام المبيدات الفطرية والأصناف المقاومة</li>
        </ul>''',
        'bio_control': '''<ul>
            <li> أوكتانوات النحاس</li>
            <li>أوكسي كلوريد النحاس</li>
            <li>كبريتات النحاس (تريباسيك النحاس)</li>
            <li> حمض الباراسيتيك</li>
            <li> عصية الرقيقة</li>
        </ul>''',
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/cucumber-downy-mildew.jpg'
    },
    {
        'id': 3,
        'type': 'خيار',
        'pathogen': 'أمراض البكتيريا',
        'name': 'الذبول البكتيري',
        'sci_name': 'Erwinia tracheiphila or Curtobacterium flaccumfaciens pv. flaccumfaciens',
        'local_name': '',
        'symptoms': '''<ul>
            <li>تظهر الأوراق في البداية باللون الأخضر الباهت ، وتذبل أثناء النهار وتتعافى في الليل</li>
            <li>الأوراق في النهاية صفراء وبنية على الحواف تذبل تمامًا وتموت</li>
            <li> تختلف سرعة الذبول باختلاف المحصول. يذبل الخيار ويموت بسرعة</li>
            <li>يتقدم الذبول إلى أسفل الكرمة حتى تذبل الكرمة بأكملها أو تموت</li>
        </ul>''',
        'conditions': 'يكون الذبول سريعا جدا في الطقس الحار الرطب',
        'chemical_control': '''<ul>
            <li>المبيدات لن تعالج نبات القرع المصاب بالأمراض البكتيرية</li>
            <li>نفض  النباتات بالمبيدات الحشرية في الربيع قبل أن تحصل خنافس الخيار على فرصة لوضع البيض (أبريل-يونيو)</li>
            <li>Apply pyrethrin or carbaryl (Sevin). Try an insecticide-bait combination such as Adios that has cucurbitacin, the beetle attractant, and a small amount of carbaryl (Sevin).</li>
        </ul>''',
        'pest_management': '''<ul>
            <li>حماية النباتات بالشباك.</li>
            <li> قم بإزالة وتدمير المواد النباتية عند ملاحظة أعراض الذبول لأول مرة</li>
            <li>زراعة المحاصيل الحساسة بالتناوب كل عام ثالث</li>
            <li> تجنب زراعة القرع بجانب الذرة</li>
        </ul>''',
        'bio_control': '',
        'geo': 'تونس ومصر',
        'image': 'images/cucumber-bacteria-wilt.jpg'
    },
    {
        'id': 4,
        'type': 'خيار',
        'pathogen': 'الحشرات والآفات',
        'name': 'سوس (قراديات)',
        'sci_name': 'أكاري',
        'local_name': 'روتيلا',
        'symptoms': '''<ul>
            <li>الأوراق: تلتف وتتكثف وتتحول إلى اللون البني. تظهر المناطق البنية بين الأوردة الرئيسية على الجانب السفلي من الورقة. أوراق الشجر الصغيرة مشوهة. يمكن ملاحظة تباطؤ النمو وموت البراعم عندما تكون الكثافة الحشرية عالية</li>
            <li>Fruits: damage caused by mites induce a silvery tint to the fruits, the appearance of brown areas, and less chance of fruiting plants</li>
        </ul>''',
        'conditions': 'درجات الحرارة العالية',
        'chemical_control': '''<ul>
            <li>Hexythiazox 10%</li>
            <li>Spirodiclofen 240 g/L</li>
        </ul>''',
        'pest_management': '''<ul>
            <li> حرق جميع المخلفات مباشرة بعد نهاية الحصاد السابق</li>
            <li> قم بالاختيار الصحيح للنباتات ، يجب أن تكون بصحة جيدة وقوية</li>
            <li> تنظيف قطعة الأرض جيدا حتى لا توفر ملاجئ للآفات</li>
            <li> الرصد المستمر: التدخل الذي يتم إجراؤه في بداية الإصابة يمثل فرصة للسيطرة الفعالة على الآفات من أجل الحفاظ عليها عند الحد الأدنى مع كميات منخفضة من المبيدات الحشرية</li>
            <li>تجنب وضع مبيد حشري على النباتات المزهرة أو في الطقس الحار جدا خلال النهار</li>
            <li> تطبيق المبيدات الحشرية على جميع أجزاء نباتات المحاصيل</li>
        </ul>''',
        'bio_control': '''<ul>
            <li>Borax 10g/l</li>
            <li>Farnesol 1.6g/l + Nerolidol 4g/l + Geraniol 4g/l</li>
            <li>Sulfur 80%</li>
        </ul>''',
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/cucumber-spider-mites.jpg'
    },
    {
        'id': 5,
        'type': 'فلفل',
        'pathogen': 'في حالة جيدة',
        'name': '',
        'sci_name': '',
        'local_name': '',
        'symptoms': '',
        'conditions': '',
        'chemical_control': '',
        'pest_management': '',
        'bio_control': '',
        'geo': '',
        'image': 'images/pepper-healthy.jpg'
    },
    {
        'id': 6,
        'type': 'فلفل',
        'pathogen': 'الأمراض الفطرية',
        'name': 'العفن الفطري',
        'sci_name': 'Pseudoperonospora cubensis',
        'local_name': 'Marth zonzar, Mildiou',
        'symptoms': '''<ul>
            <li>الورق:  على الجانب العلوي ، تكون البقع صفراء و ذات زاويا ، ثم تتحول إلى اللون البني ويمكن أن تشكل بقع بنية كبيرة تقتل الأوراق في النهاية. على الجانب السفلي ، تكون البقع بنية اللون ومغطاة ب الكيس البوغي للنباتات مع لون بني أرجواني على شفرة الورقة. تستهدف الهجمات الأوراق القديمة وتتقدم إلى الأوراق الصغيرة</li>
            <li>الفاكهة: يتسبب في تقليل حجم وكمية الفاكهة المنتجة</li>
        </ul>''',
        'conditions': 'الأراضي الرطبة والمضغوطة او الثقيلة',
        'chemical_control': '''<ul>
            <li>Demethomorph + Mancozeb</li>
            <li>Folpet</li>
            <li>Cyazofamid</li>
        </ul>''',
        'pest_management': '''<ul>
            <li>تجنب الري العلوي</li>
            <li>إزالة  النباتات والأعشاب الضارة المصابة وضمان التهوية الجيدة بين النباتات</li>
            <li>استخدام المبيدات الفطرية والأصناف المقاومة.</li>
        </ul>''',
        'bio_control': '''<ul>
            <li> أوكتانوات النحاس</li>
            <li>أوكسي كلوريد النحاس</li>
            <li>كبريتات النحاس (تريباسيك النحاس)</li>
            <li> حمض الباراسيتيك</li>
            <li> عصية الرقيقة</li>
        </ul>''',
        'geo': 'تونس ومصر',
        'image': 'images/pepper-downy-mildew.jpg'
    },
    {
        'id': 7,
        'type': 'فلفل',
        'pathogen': 'فيروس',
        'name': 'فيروس تجعد أوراق الطماطم الصفراء (TYLCV)',
        'sci_name': 'فيروس تجعد أوراق الطماطم الصفراء',
        'local_name': '',
        'symptoms': '''<ul>
            <li>التفاف الأوراق والبقع</li>
            <li>تصبح  حواف الأوراق صفراء ، تجعد الأوراق إلى الأعلى ، والتقزم</li>
        </ul>''',
        'conditions': 'درجات الحرارة العالية',
        'chemical_control': '''<ul>
            <li>Imidacloprid, Cyazypyr, Flupyradifurone, Pymetrozine, Pyrifluquinazon, Pyrethroid combination: zeta-cypermethrin and bifenthrin</li>
        </ul>''',
        'pest_management': '''<ul>
            <li>يجب فحص وجود الذباب الأبيض يوميًا.</li>
            <li>يمكن صنع المصيدة بقطعة من اللوح مقاس 12 بوصة × 12 بوصة مطلية باللون الأصفر الفاتح وتنتشر عليها الفازلين أو البيوتاك</li>
            <li> يجب تعبئة النباتات التي تظهر عليها علامات الفيروس بعد 3-4 أسابيع من الزرع واقتلاعها وحرقها</li>
        </ul>''',
        'bio_control': '''<ul>
            <li>Enterobacter asburiae BQ9 ، وهو نوع من البكتيريا الجذرية لنمو النبات</li>
        </ul>''',
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/pepper-tylcv.jpg'
    },
    {
        'id': 8,
        'type': 'فلفل',
        'pathogen': 'الأمراض الفطرية',
        'name': 'العفن المخمر',
        'sci_name': 'Capnodium citri',
        'local_name': '',
        'symptoms': '''<ul>
            <li> أينما حل المن: أوراق وأغصان وثمار</li>
            <li>تصبح الأوراق كأنها مغطاة بمسحوق أسود مثل السخام الأسود</li>
            <li>ينمو النوع الأول على الأوراق وهو يدوم مدى حياة الورقة. أما النوع الثاني فيستمر على سيقان وأغصان النباتات الخشبية ويتجدد هذا النوع من الأجزاء الموجودة من الفطر المنتج في الموسم السابق</li>
            <li> ليس ضارًا بالنبات ، ولكن إذا كان موجودًا بتركيزات عالية بما يكفي ، يمكن أن يضعف التمثيل الضوئي في الأوراق ، مما يؤدي إلى خنق الأوراق التي تذبل وتموت في النهاية</li>
        </ul>''',
        'conditions': ' عندما تكون الظروف رطبة ، تنبت الجراثيم وينمو العفن السخامي على الوسط المتاح. ارتفاع درجات الحرارة والطقس الجاف يزيدان من انتشار العفن السخامي. في ظل الظروف الجافة ، يتوفر مطر أقل لإزالة أو تخفيف تركيزات ندى العسل المناسبة لنمو العفن السخامي على الأوراق والأسطح الأخرى',
        'chemical_control': '''<ul>
            <li> أزل أو عالج الحشرات المنتجة للندى وسيختفي العفن السخامي</li>
            <li>الحشرات الماصة التي تفرز المن (حشرات المن ، البق الدقيقي ، نطاطات الأوراق ، القشور الرخوة)</li>
        </ul>''',
        'pest_management': '''<ul>
            <li> أفضل طريقة لإزالة العفن هي نقع النباتات المصابة في خليط من الماء والمنظفات</li>
            <li>استخدم 1 ملعقة كبيرة من المنظفات السائلة المنزلية لكل جالون من الماء ورشها على النباتات</li>
            <li>انتظر 15 دقيقة ، ثم اغسل محلول المنظف بتيار قوي من الماء</li>
            <li>قد تضطر إلى تكرار هذا العلاج عدة مرات على مدار بضعة أسابيع</li>
        </ul>''',
        'bio_control': '',
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/pepper-mold.jpg'
    },
    {
        'id': 9,
        'type': 'فلفل',
        'pathogen': 'الحشرات والآفات',
        'name': 'سوس (قراديات)',
        'sci_name': 'أكاري',
        'local_name': 'روتيلا',
        'symptoms': '''<ul>
            <li>الأوراق: تلتوي وتزداد سماكة وتتحول إلى اللون البني. تظهر مناطق بنية اللون بين الأوردة الرئيسية على الجانب السفلي من الورقة. أوراق الشجر الصغيرة مشوهة. يمكن ملاحظة تباطؤ النمو عندما تكون الكثافة الحشرية  عالية</li>
            <li>الثمار: الأضرار  التي تسببها العث تسبب لونا فضيا للثمار، وظهور مناطق بنية  احتمالية أقل لإثمار النباتات</li>
        </ul>''',
        'conditions': 'درجات الحرارة العالية',
        'chemical_control': '''<ul>
            <li>Hexythiazox 10%</li>
            <li>Spirodiclofen 240 g/L</li>
        </ul>''',
        'pest_management': '''<ul>
            <li> حرق جميع المخلفات مباشرة بعد نهاية الحصاد السابق</li>
            <li> قم بالاختيار الصحيح للنباتات ، يجب أن تكون بصحة جيدة وقوية</li>
            <li> تنظيف قطعة الأرض جيدا حتى لا توفر ملاجئ للآفات</li>
            <li> الرصد المستمر: التدخل الذي يتم إجراؤه في بداية الإصابة يمثل فرصة للسيطرة الفعالة على الآفات من أجل الحفاظ عليها عند الحد الأدنى مع كميات منخفضة من المبيدات الحشرية</li>
            <li>تجنب وضع مبيد حشري على النباتات المزهرة أو في الطقس الحار جدا خلال النهار</li>
            <li> تطبيق المبيدات الحشرية على جميع أجزاء نباتات المحاصيل</li>
        </ul>''',
        'bio_control': '''<ul>
            <li>Borax 10g/l</li>
            <li>Farnesol + Nerolidol +Geraniol 1,6g/l 4g/l +4g/l</li>
            <li>Sulfur 80%</li>
        </ul>''',
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/pepper-spider-mites.jpg'
    },
    {
        'id': 10,
        'type': 'فلفل',
        'pathogen': 'الحشرات والآفات',
        'name': 'الحشرة النطاطة',
        'sci_name': 'السيكاديليديا',
        'local_name': '',
        'symptoms': '''<ul>
            <li> ظهور بقع شاحبة</li>
            <li>قد تتحول الأوراق وأطراف البراعم التي تتغذى عليها نطاطات الأوراق الوفيرة إلى اللون الأصفر ثم البني ثم تتجعد وتموت</li>
            <li>تفرز نطاطات الأوراق  المن الذي ينمو عليه العفن الأسود المائل إلى السخام</li>
            <li> يمكن أن يتسبب ذلك في إتلاف أوراق الشجر والفاكهة والأسطح الموجودة تحت النباتات المصابة</li>
            <li>يسبب تقزم النباتات وتشوهها</li>
        </ul>''',
        'conditions': '',
        'chemical_control': '''<ul>
            <li>إن استخدام المبيدات الحشرية في الحدائق والمناظر الطبيعية بشكل عام غير فعال للوقاية من الأمراض النباتية التي تنقلها نطاطات الأوراق لأنها يمكن أن تنقل الفيروس إلى مضيف جديد قبل أن تقتل نطاطات الأوراق بالمبيد الحشري</li>
            <li>* إذا كانت الحوريات ( الحشرات في مراحلها الأولى تسمى حوريات) وفيرة في وقت مبكر من موسم النمو ، يمكن رش البراعم الخضراء والجانب السفلي من الأوراق جيدًا بزيت البستنة أو الصابون المبيد للحشرات أو زيت النيم لتوفير بعض السيطرة</li>
        </ul>''',
        'pest_management': '''<ul>
            <li> يمكن أن تقلل إزالة عوائل الحشائش وغيرها من المضيفات البديلة من وفرة نطاطات الأوراق التي تهاجر إلى النباتات المرغوبة أكثر في الحدائق والمناظر الطبيعية</li>
            <li>استخدام أغطية الصف العائمة ، أو إعادة النسيج. (ريماي) عبارة عن نسيج شبكي أبيض يسمح بمرور الهواء لتغطية النباتات وتقليل التغذية بواسطة نطاط أوراق البنجر والحشرات الأخرى</li>
            <li>تدمير وإزالة المخلفات النباتية</li>
        </ul>''',
        'bio_control': '',
        'geo': 'تونس ومصر',
        'image': 'images/pepper-leaf-hoper.jpg'
    },
    {
        'id': 11,
        'type': 'فلفل',
        'pathogen': 'الحشرات والآفات',
        'name': 'المن',
        'sci_name': 'Aphidoidea',
        'local_name': 'شمال تونس: زيلي , الشمال الغربي: زفيتي, الجنوب: المن',
        'symptoms': '''<ul>
            <li>بأعداد كبيرة، يضعف المن النباتات عن طريق امتصاص النسغ الذي يتغذى عليه ، ويسبب تشويه الأوراق ، والتواء وتجعيدها ، والاصفرار والذبول</li>
            <li>تنتج حشرات المن أيضًا ندى العسل ، وهو نفايات سائلة سكرية تعزز ظهور فطر داكن اللون ينمو على إفرازات ندى العسل (العفن السخامي) ، إذا كان موجودًا بتركيزات عالية بما يكفي ، يمكن أن يضعف التمثيل الضوئي في الأوراق ، مما يؤدي إلى توقف أو إبطاء نمو النبات</li>
        </ul>''',
        'conditions': 'الطقس الحار والجاف',
        'chemical_control': '''<ul>
            <li> المبيدات الحشرية الجهازية بما في ذلك الإيميداكلوبريد</li>
            <li>الصابون والزيوت المبيدات الحشرية هي أفضل الخيارات لمعظم المواقف</li>
            <li>زيوت: الزيوت البستانية. زيت السمسم</li>
            <li>Neem products: منتجات النيم: زيت النيم. أزاديراشتين. كبخاخات. زيت الكانولا</li>
            <li>Chlorantraniliprole + lambdacyhalothrine 100g/l+ 50g/l</li>
            <li>Chlorpyriphos- Eéthyl400g/l</li>
            <li>Deltamethrine 100g/l</li>
            <li>Taufluvalinate 240g/l</li>
            <li>Thiaclopride+Deltamethrine 150g/l+20g/l</li>
            <li>Thiamétoxam+Lambda-cyhalothrine 141g/l+106g/l</li>
        </ul>''',
        'pest_management': '''<ul>
            <li> القضاء على الأعشاب الضارة عن طريق الحفر</li>
            <li>ممارسة تداول المحاصيل الجيد</li>
            <li>الري العلوي يمكن أن يقلل من الإصابة عن طريق قتل حشرات المن بالماء</li>
            <li>الكشف عن الهجمات في المرحلة الأولى من المحصول للحد من انتقال الفيروس في وقت مبكر أو الأضرار المباشرة من قبل عدد كبير من حشرات المن</li>
            <li>اقتلاع النباتات بمجرد توقفها عن الإنتاج</li>
            <li> العلاج بالمبيدات الحشرية الانتقائية بمجرد اكتشاف الهجمات على النباتات الصغيرة</li>
            <li>يمكن أن يؤدي التسميد المفرط للنبات إلى تعزيز نمو أعداد المن، كما أن المستويات العالية من الأسمدة النيتروجينية تساعد على تكاثر المن، لذلك لا تستخدم أبدًا المزيد من النيتروجين أكثر من اللازم، يجب استخدام كميات أقل من الأسمدة طوال موسم النمو، والأسمدة بطيئة الإطلاق مثل الأسمدة العضوية أو تركيبات إطلاق الوقت القائمة على اليوريا</li>
            <li>تم استخدام المهاد العاكسة ذات اللون الفضي بنجاح لتقليل انتقال الفيروسات التي تنقلها حشرات المن ، ورذاذ الماء القوي</li>
            <li>تقليل الخسائر عن طريق زراعة الشتلات تحت أغطية واقية</li>
        </ul>''',
        'bio_control': '''<ul>
            <li>بوفيريا باسيانا</li>
            <li>يمكن أن يكون للمكافحة البيولوجية من قبل الأعداء الطبيعيين (الحيوانات المفترسة والطفيليات ومسببات الأمراض) تأثير كبير على تجمعات المن</li>
            <li>أعداء طبيعيون مثل الدبابير الطفيلية، الخنفساء البالغة واليرقات، يرقات الخنافس، خنافس الجندي، يرقات ذبابة السيرفيد</li>
        </ul>''',
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/pepper-aphid.jpg'
    },
    {
        'id': 12,
        'type': 'طماطم',
        'pathogen': 'في حالة جيدة',
        'name': '',
        'sci_name': '',
        'local_name': '',
        'symptoms': '',
        'conditions': '',
        'chemical_control': '',
        'pest_management': '',
        'bio_control': '',
        'geo': '',
        'image': 'images/tomato-healthy.jpg'
    },
    {
        'id': 13,
        'type': 'طماطم',
        'pathogen': 'مقدار النقص',
        'name': 'الفوسفور',
        'sci_name': 'الفوسفور',
        'local_name': '',
        'symptoms': '''<ul>
            <li> تظهر بعض البقع الميتة على الأوراق القديمة</li>
            <li>النباتات متقزمة و تتطور ببطء شديد</li>
            <li>يعتبر تقشير الأوراق أكثر الأعراض شيوعًا ، وخاصة عروق الأوراق</li>
            <li>تنقية مميزة للساق والسويقات والجوانب السفلية للأوراق</li>
            <li> تتحول الأوراق على النباتات الصغيرة إلى اللون الأرجواني وتتحول الجوانب السفلية للأوراق في النباتات القديمة إلى اللون الأرجواني المحمر</li>
            <li>في ظل ظروف النقص الحاد ، هناك ميل للأوراق لتكوين بريق رمادي مزرق</li>
            <li>في النباتات الناقصة الغلة رديئة والنباتات ضعيفة</li>
        </ul>''',
        'conditions': 'الأراضي التي يكون فيها مستوى الأس الهيدروجيني في التربة أو الركيزة منخفض للغاية. درجة حرارة منطقة الجذر إذا كانت أقل من 15 درجة مئوية',
        'chemical_control': '''<ul>
            <li>الأسمدة العلفية السائلة المتوازنة في الصوبات والأواني</li>
        </ul>''',
        'pest_management': '''<ul>
            <li>سيتم تخفيف المشكلة في الزراعة الحقلية المبكرة باستخدام نشارة بلاستيكية</li>
        </ul>''',
        'bio_control': '',
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/tomato-p-deficient.jpg'
    },
    {
        'id': 14,
        'type': 'طماطم',
        'pathogen': 'الأمراض الفطرية',
        'name': 'البياض الدقيقي',
        'sci_name': 'Oidiopsis taurica',
        'local_name': 'جايارا, مارث البخارة',
        'symptoms': '''<ul>
            <li> تتحول الأجزاء المصابة إلى اللون البني في وقت لاحق ، وتصبح نخرية في الوسط ، وتجف وتمزق بسهولة</li>
            <li>تفقد الأوراق المهاجمة اتساقها وقد تطوى شفرة الورقة لأعلى</li>
            <li>ورقة: على الجانب العلوي ، وجود بقع خضراء شاحبة إلى صفراء ، ذات شكل دائري إلى زاوي ، مغطى ببيض أسفل الميسيليوم و الميسيليوم و الغبيرة أو الكونيديا</li>
        </ul>''',
        'conditions': 'الأراضي الرطبة والمضغوطة او الثقيلة',
        'chemical_control': '''<ul>
            <li>Penconazole  100g/l</li>
            <li>azoxystrobin+difénoconazole</li>
        </ul>''',
        'pest_management': '''<ul>
            <li> اختيار قطعة الأرض: اعتماد التداول الزراعي الموصى به ، وتجنب قطع الأراضي القريبة من المماثله  الأخرى أو تلك التي يتم تصريفها بشكل سيئ أو التي تحتوي على الكثير من المواد العضوية</li>
            <li> إدارة المحاصيل: تنفيذ جميع التدابير لمنع الرطوبة الزائدة (تهوية البيوت المحمية  قدر الإمكان ، وتفضيل نظام الري بالتنقيط ، وبرمجة الري بالرش المناسب ، وما إلى ذلك)</li>
            <li>تجنب الإفراط في التسميد  وإزالة بقايي النبات الموجود على الأرض بانتظام</li>
            <li> صيانة المحاصيل: القضاء على الأعشاب الضارة المعرضة للمرض وكذلك أكبر قدر ممكن من مخلفات النبات في نهاية المحصول دفن بقايا المحاصيل في عمق التربة</li>
            <li> اختر أصنافا مقاومة</li>
            <li>تجنب كثافات البذر المرتفعة جدا</li>
            <li> القضاء على جميع الأوراق المريضة للحد من الاصابات المحتملة</li>
        </ul>''',
        'bio_control': '''<ul>
            <li>حمض الستريك 16٪ + زيت النعناع 0,8٪ + عامل مساعد 48٪  </li>
            <li>الكبريت 80٪</li>
        </ul>''',
        'geo': 'شمال ووسط البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/tomato-powdery-mildew.jpg'
    },
    {
        'id': 15,
        'type': 'طماطم',
        'pathogen': 'الأمراض الفطرية',
        'name': 'اللفحة المبكرة',
        'sci_name': 'Alternaria solani',
        'local_name': 'Alternariose',
        'symptoms': '''<ul>
            <li>في النباتات البالغة ، تظهر بقع نخرية سوداء قطرها من 4 إلى 7 مم ، وتنمو في دوائر متحدة المركز محاطة بهالة صفراء</li>
            <li> على السيقان ، يمكننا رؤية بقع بنية بيضاوية الشكل ورمادية ومتحدة المركز</li>
            <li> على الثمار ، نرى بقع سوداء ، غارقة ، من 1 إلى 2 سم توضع عند قاعدة الكأس. يمكن للفطريات الأخرى استعمار هذه البقع وتسبب العفن الرطب</li>
        </ul>''',
        'conditions': 'الرطوبة العالية ودرجة الحرارة بين 18 و 25 درجة مئوية',
        'chemical_control': '''<ul>
            <li>Azoxystrobin</li>
            <li>captan</li>
            <li>chlorothalonil</li>
        </ul>''',
        'pest_management': '''<ul>
            <li> القضاء على بقايا المحاصيل بعد الحصاد</li>
            <li> استخدم أصناف أقل عرضة للخطرالاصابة بالإضافة إلى بذور سليمة</li>
            <li> تجنب المزروعات الملتسقه لتعزيز التهوية</li>
            <li> تجنب النيتروجين الزائد</li>
        </ul>''',
        'bio_control': '''<ul>
            <li>Bacillus mycoides strain J</li>
            <li>Bacillus amyloliquefaciens (strain D747)</li>
        </ul>''',
        'geo': 'شمال ووسط البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/tomato-blight.jpg'
    },
    {
        'id': 16,
        'type': 'طماطم',
        'pathogen': 'الأمراض الفطرية',
        'name': 'عفن ورق الطماطم',
        'sci_name': 'Passalora fulva',
        'local_name': '',
        'symptoms': '''<ul>
            <li> أقدم الأوراق تصاب أولا</li>
            <li> بقع صفراء مخضرة شاحبة ، عادة أقل من 1/4 بوصة ، بدون هوامش محددة ، تتشكل على الجوانب العلوية للأوراق</li>
            <li>يتكون العفن المخملي الأخضر الزيتوني إلى البني على سطح الورقة السفلي أسفل بقع الأوراق</li>
            <li>تنمو بقع الأوراق معًا وتتحول إلى اللون البني. تذبل الأوراق وتموت ولكنها غالبًا ما تظل ملتصقة بالنبات</li>
            <li>تتحول الأزهار المصابة إلى اللون الأسود وتتساقط</li>
            <li>تبدأ عدوى الفاكهة كمنطقة سوداء ناعمة غير منتظمة على نهاية ساق الثمرة. مع تقدم المرض ، تصبح المنطقة المصابة غارقة وجافة وجلدية </li>
        </ul>''',
        'conditions': 'المرض ناتج عن رطوبة نسبية عالية (أكثر من 85٪)',
        'chemical_control': '''<ul>
            <li>بالنسبة للمزارعين العضويين ، أعطى المنتج ذو الأساس النحاسي مستوى معينًا من التحكم. عند استخدام هيدروكسيد النحاس لقالب أوراق الطماطم ، تأكد من أن المنتج موسوم للاستخدام العضوي</li>
            <li>ستكون التركيبات التي تحتوي على نسب أعلى من النحاس أكثر فاعلية ولكن لها فترة إعادة دخول أكبر (REI / مقدار الوقت الذي يجب أن تنتظره بين التقديم وإعادة الدخول إلى المنطقة لأسباب تتعلق بالسلامة)</li>
            <li>من المهم التبديل بين العائلات الكيميائية المختلفة لتجنب تطور مقاومة العوامل الممرضة لمكونات نشطة معينة</li>
        </ul>''',
        'pest_management': '''<ul>
            <li> استخدام الري بالتنقيط وتجنب سقي الأوراق</li>
            <li>وضع مسافات كافية  بين النباتات لتوفير حركة هواء جيدة بين الصفوف والنباتات الفردية</li>
            <li>التشذيب لزيادة تدفق الهواء داخل وحول النبات</li>
            <li>تعقيم الأوتاد والعلاقات والتعريشات وما إلى ذلك باستخدام مبيض منزلي أو مطهر تجاري بنسبة ٪10</li>
            <li>قم بتدوير الهواء في البيوت البلاستيكية أو الأنفاق مع فتحات التهوية والمراوح ولف جوانب الأنفاق العالية لتقليل الرطوبة حول النباتات</li>
            <li>إبقاء درجات الحرارة الليلية في الصوبات الزراعية أعلى من درجات الحرارة الخارجية لتجنب تكون الندى على أوراق الشجر</li>
            <li>إزالة بقايا المحاصيل في نهاية الموسم. احرقها أو دفنها بعيدًا عن مناطق إنتاج الطماطم</li>
            <li>تنظيف النفق العالي أو جدران الدفيئة والمقاعد في نهاية الموسم بمطهر تجاري</li>
        </ul>''',
        'bio_control': '',
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/tomato-leaf-mold.jpg'
    },
    {
        'id': 17,
        'type': 'طماطم',
        'pathogen': 'فيروس',
        'name': 'فيروس تجعد أوراق الطماطم الصفراء (TYLCV)',
        'sci_name': 'فيروس تجعد أوراق الطماطم الصفراء',
        'local_name': '',
        'symptoms': '''<ul>
            <li> الأوراق الصغيرة ، وتظهر تجعداً قوياً وأصفراراً بين العروق وهامشياً</li>
            <li> تنخر شديد وتقشر في الأوراق. في هذه الظروف ، ستتعرض الثمار لأشعة الشمس مسببة سطوع الشمس</li>
            <li>ثني لأعلى وباتجاه منتصف الورقة</li>
            <li>في الشتلات ، يتم تقصير البراعم. قطرة زهرة</li>
            <li>توقف نمو النبات المنتصب</li>
            <li>الفاكهة: قليلة لكنها غير متأثرة</li>
        </ul>''',
        'conditions': 'درجات الحرارة العالية',
        'chemical_control': '''<ul>
            <li>Imidacloprid, Cyazypyr, Flupyradifurone, Pymetrozine, Pyrifluquinazon, Pyrethroid combination: zeta-cypermethrin and bifenthrin</li>
        </ul>''',
        'pest_management': '''<ul>
            <li>يجب فحص وجود الذباب الأبيض يوميًا.</li>
            <li>يمكن صنع المصيدة بقطعة من اللوح مقاس 12 بوصة × 12 بوصة مطلية باللون الأصفر الفاتح وتنتشر عليها الفازلين أو البيوتاك</li>
            <li> يجب تعبئة النباتات التي تظهر عليها علامات الفيروس بعد 3-4 أسابيع من الزرع واقتلاعها وحرقها</li>
        </ul>''',
        'bio_control': '''<ul>
            <li>Enterobacter asburiae BQ9 ، وهو نوع من البكتيريا الجذرية لنمو النبات</li>
        </ul>''',
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/tomato-tylcv.jpg'
    },
    {
        'id': 18,
        'type': 'طماطم',
        'pathogen': 'الحشرات والآفات',
        'name': 'حفار أوراق الطماطم',
        'sci_name': 'توتا أبسولوتا',
        'local_name': 'توتا',
        'symptoms': '''<ul>
            <li>تؤكل الأوراق بالكامل من قبل الحشرات',
            <li> انخفاض التمثيل الضوئي والإنتاج',
            <li> تطور مسببات الأمراض الثانوية التي تؤدي إلى تعفن الفاكهة'
        </ul>''',
        'conditions': 'الرطوبة العالية (80-90٪)',
        'chemical_control': '''<ul>
            <li>Azadiradtin 32g/l</li>
            <li>Azadirachtin (0.03%) + 90.5% Neem oil 0.3g/l</li>
            <li>Chlorantraniliprole</li>
            <li>Abamectin 45g/l+ 18g/l</li>
            <li>Metaflumizone 240g/l</li>
        </ul>''',
        'pest_management': '''<ul>
            <li> استخدام الشتلات الصحية عند الزراعة</li>
            <li>الأعشاب الضارة حول  البيوت المحمية لإزالة النباتات الطفيلية التي يمكن أن تؤوي البيض واليرقات</li>
            <li>الحرث العميق يدمر الشرانق المدفونة في الأعماق</li>
            <li>التداول الزراعي أمر مرغوب فيه مع النباتات الأخرى غير المضيفة للآفة</li>
            <li>يوصى بفترة فراغ تتراوح من 4 إلى 6 أسابيع بين محصولين مضيفتين لتوتا أبسولوتا</li>
            <li>الأصناف المقاومة : بعض الأصناف أكثر جاذبية وبالتالي أكثر عرضة لتوتا أبسولوتا</li>
            <li>القضاء بالنار أو الدفن العميق للأوراق والسيقان المصابه لازالة اليرقات ومنعها من إكمال دورتها (لا تضع النباتات في السماد العضوي)</li>
            <li> بعد الحصاد ، يجب جمع نفايات الحصاد على الفور وحرقها</li>
            <li>القضاء على مخلفات المحاصيل إما عن طريق الحرق الفوري أو عن طريق دفن أكثر من 50 سم في عمق الأرض</li>
            <li>رصد مجموعات التوتا المطلقة من خلال مراقبة النباتات بانتظام للكشف عن هجمات التوتا المحتملة</li>
            <li>يوصى بالعلاجات باستخدام مبيد حشري كيميائي بمجرد أن يكون لدى نبات واحد من كل خمسة يرقة حية</li>
            <li>الرصد: تساعد مصائد المياه المزودة بالفيرومونات  على تتبع مستويات الاصابة</li>
        </ul>''',
        'bio_control': '''<ul>
            <li>(E,Z.Z)-3,8,11 Tetradecatrien 1-y acetat (E,Z)-3,8 Tetradecatrien1- y acetate ===30 traps/ha</li>
            <li>Bacillus thuringiensis</li>
            <li>Verticillium lacanii</li>
            <li>Spinosade</li>
        </ul>''',
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/tomato-tuta-absoluta.jpg'
    },
    {
        'id': 19,
        'type': 'طماطم',
        'pathogen': 'الملوحة',
        'name': '',
        'sci_name': '',
        'local_name': '',
        'symptoms': '''<ul>
            <li>الطماطم حساسة إلى حد ما للملوحة. الإجهاد الملحي له تأثيرات ثلاثة أضعاف مما يقلل من إمكانات الماء ويسبب اختلال توازن الأيونات والسمية</li>
        </ul>''',
        'conditions': 'تتسامح الطماطم مع EC من مستخلص التربة المشبع حتى حوالي 2.5 dS m 1 دون أي انخفاض في المحصول',
        'chemical_control': '''<ul>
            <li>زيادة الري قد يغسل الملوحة من التربة</li>
        </ul>''',
        'pest_management': '''<ul>
            <li>لا يمكن استصلاح التربة المالحة عن طريق التعديلات الكيماوية أو التكييف أو الأسمدة. لا يمكن استصلاح الحقل إلا عن طريق إزالة الأملاح من منطقة جذر النبات</li>
        </ul>''',
        'bio_control': '''<ul>
            <li>في بعض الحالات ، قد تكون هناك حاجة إلى اختيار المحاصيل التي تتحمل الملح بالإضافة إلى إدارة التربة</li>
        </ul>''',
        'geo': 'شائع في جميع المناطق الساحلية للبحر الأبيض المتوسط',
        'image': 'images/tomato-salinity.jpg'
    },
    {
        'id': 20,
        'type': 'Quinoa',
        'pathogen': 'فيروس',
        'name': 'فيروس تجعد أوراق الطماطم الصفراء (TYLCV)',
        'sci_name': 'فيروس تجعد أوراق الطماطم الصفراء',
        'local_name': '',
        'symptoms': '''<ul>
            <li> الأوراق الصغيرة ، وتظهر تجعداً قوياً وأصفراراً بين العروق وهامشياً</li>
            <li> تنخر شديد وتقشر في الأوراق. في هذه الظروف ، ستتعرض الثمار لأشعة الشمس مسببة سطوع الشمس</li>
            <li>ثني لأعلى وباتجاه منتصف الورقة</li>
            <li>في الشتلات ، يتم تقصير البراعم. قطرة زهرة</li>
            <li>توقف نمو النبات المنتصب</li>
            <li>الفاكهة: قليلة لكنها غير متأثرة</li>
        </ul>''',
        'conditions': 'درجات الحرارة العالية',
        'chemical_control': '''<ul>
            <li>Imidacloprid, Cyazypyr, Flupyradifurone, Pymetrozine, Pyrifluquinazon, Pyrethroid combination: zeta-cypermethrin and bifenthrin</li>
        </ul>''',
        'pest_management': '''<ul>
            <li>يجب فحص وجود الذباب الأبيض يوميًا.</li>
            <li>يمكن صنع المصيدة بقطعة من اللوح مقاس 12 بوصة × 12 بوصة مطلية باللون الأصفر الفاتح وتنتشر عليها الفازلين أو البيوتاك</li>
            <li> يجب تعبئة النباتات التي تظهر عليها علامات الفيروس بعد 3-4 أسابيع من الزرع واقتلاعها وحرقها</li>
        </ul>''',
        'bio_control': '''<ul>
            <li>Enterobacter asburiae BQ9 ، وهو نوع من البكتيريا الجذرية لنمو النبات</li>
        </ul>''',
        'geo': 'كامل البلاد التونسية، الإمارات العربية المتحدة ومصر',
        'image': 'images/quinoa-tylcv.jpg'
    },
]
